
to_rus = {
    'monday': 'понедельник',
    'tuesday': 'вторник',
    'wednesday': 'среда',
    'thursday': 'четверг',
    'friday': 'пятница',
    'saturday': 'суббота',
    'пн': 'понедельник',
    'вт': 'вторник',
    'ср': 'среда',
    'чт': 'четверг',
    'пт': 'пятница',
    'сб': 'суббота',
    'понедельник': 'понедельник',
    'вторник': 'вторник',
    'среда': 'среда',
    'четверг': 'четверг',
    'пятница': 'пятница',
    'суббота': 'суббота'
}


to_eng = {
    'пн': 'monday',
    'вт': 'tuesday',
    'ср': 'wednesday',
    'чт': 'thursday',
    'пт': 'friday',
    'сб': 'saturday',
    'понедельник': 'monday',
    'вторник': 'tuesday',
    'среда': 'wednesday',
    'четверг': 'thursday',
    'пятница': 'friday',
    'суббота': 'saturday'
}

university_time = {
    1: '8.20-9.45',
    2: '10.00-11.25',
    3: '11.35-13.00',
    4: '13.30-14.55',
    5: '15.05-16.30',
    6: '16.45-18.10',
    7: '18.20-19.45',
    8: '20.05-21.30'
}

lessons_emoji = {
    1: '1️⃣',
    2: '2️⃣',
    3: '3️⃣',
    4: '4️⃣',
    5: '5️⃣',
    6: '6️⃣',
    7: '7️⃣',
    8: '8️⃣'
}

sticker = 'CAADAgADAwAD_RDZHHMtrppgZOhvFgQ'
